acpi
adapta-gtk-theme
adwaita-icon-theme
aic94xx-firmware
akregator
alacarte
alsa-utils
android-studio
android-tools
android-udev
appmenu-gtk-module
arandr
arc-gtk-theme
arch-install-scripts
arch-wiki-docs
arch-wiki-lite
archlinux-wallpaper
aria2
aribb24
arj
ark
asp
aspell-en
asymptote
aurphan
aurutils
autoconf
automake
baobab
base
bash
bash-completion
biber
binutils
bison
bluez-utils
boost
breeze-icons
bridge-utils
bzip2
calibre-python3
calligra
celluloid
cgdb
checkupdates-aur
chrome-gnome-shell
chromedriver
clion
clion-cmake
clion-gdb
clion-jre
clion-lldb
coin-or-mp
coreutils
cpio
create_ap
cryptsetup
ctags
cuetools
darktable
deezloader-remix-git
device-mapper
dex
dhcpcd
dia
dialog
diff-so-fancy
diffutils
discount
diskmonitor
ditaa
dmidecode
dnsmasq
dolphin
dunst
e2fsprogs
easy-rsa
efibootmgr
eiskaltdcpp-qt-git
electron3-bin
elinks
emacs
enscript
eog
esmtp
evince
exfat-utils
f2fs-tools
fakeroot
feh
file
file-roller
filesystem
findutils
firefox
firefox-ublock-origin
flex
fzf
gawk
gcc
gcc-libs
gconf
gconf-editor
gdb
gdm
gedit
gettext
gimp
git
git-review
gksu
glibc
gnome-applets
gnome-backgrounds
gnome-calculator
gnome-control-center
gnome-devel-docs
gnome-dictionary
gnome-disk-utility
gnome-font-viewer
gnome-icon-theme
gnome-icon-theme-extras
gnome-keyring
gnome-mplayer
gnome-notes
gnome-panel
gnome-photos
gnome-recipes
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-arch-update
gnome-shell-extension-clipboard-indicator-git
gnome-shell-extension-dash-to-dock
gnome-shell-extension-impatience-git
gnome-shell-extension-mpris-indicator-button-git
gnome-shell-extensions
gnome-system-monitor
gnome-terminal
gnome-theme-macos-mojave-meta
gnome-themes-extra
gnome-tweaks
gnome-user-docs
gnu-free-fonts
go
goland
google-chrome
gparted
gperf
gpick
graphviz
grep
grilo-plugins
grub
grub-customizer
grub-themes-vimix
gst-libav
gst-plugins-ugly
gtest
gtk-recordmydesktop
gtk2-perl
gucharmap
gummi
gv
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
gzip
hdparm
hexchat
hostapd
htop
hyphen-en
i3blocks
i3lock
i3status
ibus-m17n
ifplugd
indent
inetutils
inkscape
intel-ucode
intellij-idea-ultimate-edition
intltool
iproute2
iputils
irssi
ispell
iw
jdk8-openjdk
jfsutils
kalarm
kate
kcalc
kcharselect
kdeconnect
kdegraphics-mobipocket
kdevelop
kdiff3
kgraphviewer
khtml
kimtoy
kio-gdrive
kmail
kmix
knotes
kolourpaint
konsole
kotlin-native
kphotoalbum
krita
kronometer
ktorrent
kube
kwallet-pam
kwalletmanager
kwrite
less
lib32-mesa
lib32-mesa-vdpau
libgdm
libmythes
liboggz
libtool
libunrar
libva-intel-driver
libxml++
licenses
linux
linux-docs
linux-headers
lldb
logrotate
lrzip
lsb-release
lshw
lsof
ltrace
lua-socket
lvm2
lxappearance
lzip
lzop
m4
mac
macchanger
make
man-db
man-pages
mariadb
masterpdfeditor
materia-gtk-theme
maven
mcmojave-circle-icon-theme-git
mcmojave-kde-theme-git
mcos-shell-theme
mdadm
miniupnpc
mojave-gtk-theme-git
mongo-c-driver
mousetweaks
mp3info
mplayer
mpv
mtools
mutter
mythes-en
namcap
nano
nautilus
ncurses5-compat-libs
neovim
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nginx-mainline
nilfs-utils
ninja
nmap
nodejs-neovim
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
ocs-url
okular
openbsd-netcat
opengl-man-pages
openjdk8-doc
openjdk8-src
openjpeg
openmp
os-prober
otf-font-awesome
otf-san-francisco-pro
p7zip
pacman
pacman-contrib
paprefs
patch
pavucontrol
pciutils
pdfarranger
pdfpc
pdfsam
perl
perl-anyevent-i3
perl-archive-zip
perl-async-interrupt
perl-authen-sasl
perl-ev
perl-guard
perl-json
perl-json-xs
perl-mime-tools
perl-net-smtp-ssl
perl-term-readkey
perl-tk
picom
pidgin
pkgconf
pkgstats
plasma-desktop
plasma-nm
plasma-pa
playerctl
polkit-gnome
postgresql-libs
powerdevil
procps-ng
protonvpn-cli-ng
psmisc
pstoedit
pulseaudio-equalizer
purple-facebook
pycharm-professional
python-bcrypt
python-ecdsa
python-numpy
python-olefile
python-pipenv
python-pycryptodome
python-pynvim
python2-neovim-git
python2-scour
python2-wxpython3
qemu
qpdf
qt5-doc
qt5-tools
qtcreator
rar
raw-thumbnailer
redshift
referencer
reflector
reiserfsprogs
rhythmbox
ruby-neovim
rygel
s-nail
sddm
sddm-kcm
sed
shadow
shntool
signal-desktop
smartmontools
spectacle
spotify
sqlitebrowser
sshfs
strace
sudo
sushi
sysfsutils
systemd-resolvconf
systemd-sysvcompat
systemd-ui
tar
telegram-desktop
telepathy-haze
telepathy-idle
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
texmacs
texmaker
texstudio
texvc
tk
totem
tracker
transmission-cli
transmission-gtk
transmission-qt
tree
ttf-jetbrains-mono
ttf-monaco
ttf-opensans
ttf-roboto
ttf-roboto-mono-ibx
ttf-symbola
unarj
unixodbc
usbutils
util-linux
uwsgi
vbetool
vi
vim
vim-a
vim-airline
vim-airline-themes
vim-ale
vim-align
vim-bufexplorer
vim-colorsamplerpack
vim-csound
vim-ctrlp
vim-doxygentoolkit
vim-easymotion
vim-fugitive
vim-gitgutter
vim-grammalecte
vim-guicolorscheme
vim-indent-object
vim-jad
vim-jedi
vim-jellybeans
vim-latexsuite
vim-minibufexpl
vim-molokai
vim-nerdcommenter
vim-nerdtree
vim-omnicppcomplete
vim-pastie
vim-project
vim-seti
vim-supertab
vim-surround
vim-syntastic
vim-tabular
vim-tagbar
vim-taglist
vim-ultisnips
vim-vcscommand
vim-vital
vim-workspace
vino
virtualbox
virtualbox-guest-iso
virtualbox-host-modules-arch
vlc
vlc-youtube
vlsub-git
vorbis-tools
w3m
wd719x-firmware
webp-pixbuf-loader
webstorm
weston
wget
which
whois
windscribe-cli
words
wpa_supplicant
wpa_supplicant_gui
x264
xar
xarchiver
xchm
xclip
xcursor-themes
xdg-user-dirs-gtk
xdotool
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-luit
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
yelp
youtube-dl
zip
