acpi
adapta-gtk-theme
aic94xx-firmware
akregator
alsa-utils
android-sdk
android-studio
android-studio-canary
android-tools
android-udev
arandr
arc-gtk-theme
arch-wiki-lite
archlinux-wallpaper
aria2
ark
asciidoc
asp
aspell-en
aurphan
aurutils
baobab
base
bchunk
bind
bluez-utils
boost
bridge-utils
cgdb
clion
create_ap
cuetools
cups
dart
dex
dia
diff-so-fancy
diskmonitor
ditaa
dmg2img
dmidecode
dnsmasq
dolphin
eiskaltdcpp-qt-git
eiskaltdcpp-web-git
element-desktop
elinks
elisa
emacs
enscript
eog
extra-cmake-modules
feh
file-roller
firebase-tools
firefox
firefox-ublock-origin
flex
flutter
flutter-group-pacman-hook
fontforge
fzf
gedit
gimp
git-lfs
git-review
gnome-disk-utility
gnome-terminal
gnome-user-docs
google-chrome
gparted
gperf
gpick
gradle
grub-theme-slaze-git
grub-theme-stylish-git
grub-theme-tela-git
grub-theme-vimix-git
grub-themes-vimix
gtk-recordmydesktop
gtk2-perl
gucharmap
gummi
gv
gwenview
hdparm
hexchat
htop
hyphen-en
ibus-m17n
indent
inkscape
intel-ucode
intellij-idea-ultimate-edition
irssi
ispell
kalarm
kate
kcalc
kcharselect
kdeplasma-addons
kdevelop
kdiff3
keditbookmarks
khotkeys
kimtoy
kio-gdrive
kmix
knotes
konversation
kotlin
kphotoalbum
kronometer
kstars
ktorrent
kvantum-qt5
kwallet-pam
kwrite
latte-dock
libmp4v2
libnm-glib
liboggz
libxml++
linux-docs
linux-headers
lsb-release
lshw
ltrace
lua51-lpeg
lua51-mpack
lv2
lxappearance
macchanger
make
man-pages
materia-gtk-theme
maven
mcmojave-kde-theme-git
mongo-c-driver
mousetweaks
mozilla-common
mp3info
mypaint-brushes
namcap
nano
neovim-a
net-tools
netctl
network-manager-applet
networkmanager-openvpn
nfs-utils
nginx-mainline
ninja
nmap
nodejs-neovim
ntp
nuspell
ocs-url
openbsd-netcat
openjdk-doc
openjdk-src
openjdk8-doc
openjdk8-src
openvpn-update-systemd-resolved
otf-font-awesome
otf-san-francisco-pro
pacgraph
pacman-contrib
pandoc
paprefs
patch
pavucontrol
pdfpc
pdfsam
perl-archive-zip
perl-asa
perl-crypt-passwdmd5
perl-devel-globaldestruction
perl-module-build-tiny
perl-module-install
perl-test-mocktime
perl-test-needs
perl-test-pod
picom
pkgconf
pkgstats
plasma-browser-integration
plasma-pa
plasma5-applets-netspeed
playerctl
polkit-gnome
protonvpn-cli-ng
pulseaudio-equalizer
pycharm-professional
python-bcrypt
python-django
python-importlib-metadata
python-markdown
python-memcached
python-more-itertools
python-pipenv
python-psycopg2
python-pyenchant
python2-neovim-git
python2-pyasn1
python2-wxpython3
qemu
qt5-examples
qtcreator
raw-thumbnailer
redshift
reflector
rhythmbox
ruby-neovim
sassc
sddm-kcm
shntool
smartmontools
sndio
spectacle
spotify
sqlitebrowser
systemd-kcm
systemd-ui
telepathy-idle
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-music
texlive-pstricks
texlive-publishers
texlive-science
texmacs
texmaker
texstudio
texvc
transmission-gtk
transmission-qt
tree
ttf-jetbrains-mono
ttf-roboto-mono
ttf-symbola
usbutils
uwsgi
vbetool
vi
vim-a
vim-airline
vim-ale
vim-align
vim-bufexplorer
vim-colorsamplerpack
vim-csound
vim-ctrlp
vim-doxygentoolkit
vim-easymotion
vim-fugitive
vim-gitgutter
vim-grammalecte
vim-guicolorscheme
vim-indent-object
vim-jedi
vim-jellybeans
vim-latexsuite
vim-minibufexpl
vim-molokai
vim-nerdcommenter
vim-nerdtree
vim-omnicppcomplete
vim-pastie
vim-project
vim-seti
vim-surround
vim-syntastic
vim-tabular
vim-tagbar
vim-taglist
vim-ultisnips
vim-vcscommand
vim-workspace
vino
virtualbox
vorbis-tools
w3m
wd719x-firmware
webp-pixbuf-loader
webstorm
weston
whitesur-cursor-theme-git
whitesur-icon-theme-git
whitesur-kde-theme-git
whois
windscribe-cli
wkhtmltopdf
wpa_supplicant_gui
xarchiver
xchm
xcursor-themes
xdg-user-dirs-gtk
xdotool
xf86-video-intel
xf86-video-vesa
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xvinfo
xorg-xwd
xorg-xwud
yarn
zenity
