acpi
adapta-backgrounds
adapta-gtk-theme
adwaita-icon-theme
aic94xx-firmware
alacarte
alsa-utils
android-studio
android-tools
android-udev
arandr
arc-gtk-theme
arch-wiki-docs
arch-wiki-lite
aria2
aribb24
arj
aurman
autoconf
automake
baobab
bash
bash-completion
biber
bijiben
binutils
bison
bluez-utils
breeze-icons
bridge-utils
bwidget
bzip2
canta-gtk-theme
capitaine-cursors
capitaine-cursors-hidpi
cask
coin-or-mp
compton
connman
coreutils
cppman-git
create_ap
cryptsetup
ctags
dart
device-mapper
dhcpcd
dialog
diff-so-fancy
diffutils
discount
ditaa
dmenu
dmidecode
dpkg
drive
dunst
e2fsprogs
efibootmgr
eiskaltdcpp-qt
elinks
emacs
emacs-pdf-tools-git
emacs-tablist-git
eog
epiphany
esmtp
evince
fakeroot
feh
file
file-roller
filesystem
findutils
firebase-tools
flex
fzf
gawk
gcc
gcc-libs
gconf
gconf-editor
gdb
gdm-plymouth
gedit
gettext
gimp
git
git-review
gksu
glibc
gnome-applets
gnome-backgrounds
gnome-calculator
gnome-control-center
gnome-devel-docs
gnome-dictionary
gnome-disk-utility
gnome-font-viewer
gnome-icon-theme
gnome-icon-theme-extras
gnome-keyring
gnome-python
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-desktop-icons
gnome-shell-extensions
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-tweaks
gnome-user-docs
gnome-user-share
google-chrome
gparted
gperf
gpick
gradle
graphviz
grep
grilo-plugins
grub
grub-customizer
grub-themes-vimix
grunt-cli
gst-libav
gst-plugins-ugly
gtest
gtk-recordmydesktop
gtk-theme-macos-sierra-archers-git
gtk2-perl
gucharmap
gummi
gv
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
hostapd
htop
hyphen-en
i3-gnome
i3-wm
i3blocks
i3lock
i3status
ibus-m17n
inetutils
intel-ucode
intltool
iproute2
iputils
irssi
iw
jdk8-openjdk
jfsutils
leiningen
less
lib32-mesa
lib32-mesa-vdpau
libgdm-plymouth
libmythes
liboggz
libreoffice-extension-texmaths
libreoffice-extension-writer2latex
libreoffice-fresh
libtool
libva-intel-driver
licenses
linux
lldb
logrotate
lrzip
lshw
lsof
lua-socket
lvm2
lxappearance
lzip
lzop
m4
macchanger
macos-arc-white-theme
macos-icon-theme
make
man-db
man-pages
mariadb
materia-gtk-theme
maven
mdadm
miniupnpc
mongo-c-driver
mongodb-tools
mousetweaks
mtools
mutter
mythes-en
nano
nautilus
net-tools
netctl
network-manager-applet
networkmanager
nfs-utils
nodejs
nodejs-forever
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
ntp
openbsd-netcat
opencv
opengl-man-pages
openjdk8-doc
openjdk8-src
openmp
os-prober
osx-el-capitan-theme-git
otf-font-awesome
otf-san-francisco
p7zip
package-query
pacman
pacman-contrib
paprefs
patch
pavucontrol
pciutils
perl
perl-anyevent-i3
perl-async-interrupt
perl-authen-sasl
perl-ev
perl-guard
perl-json
perl-json-xs
perl-mime-tools
perl-net-smtp-ssl
perl-term-readkey
perl-tk
pkgconf
pkgstats
playerctl
polkit-gnome
postgresql-libs
pptpclient
procps-ng
psmisc
pstoedit
pycharm-community-edition
python-bcrypt
python-django
python-numpy
python2-grequests
python2-ndg-httpsclient
python2-pygments
python2-pysocks
python2-wxpython3
qemu
qpdf
qt4
qt5-doc
qt5-multimedia
qt5-wayland
qtcreator
radvd
raw-thumbnailer
redis
redshift
reiserfsprogs
rhythmbox
rofi
rss2email-wking
ruby-bundler
ruby-rdoc
rygel
s-nail
scrot
sed
shadow
soundcloud-dl-git
source-highlight
spotify
sqlitebrowser
strace
sudo
surfraw
sushi
sway
sysfsutils
systemd-sysvcompat
tar
telegram-desktop
telepathy-haze
telepathy-idle
terminator
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
texmacs
texmaker
texstudio
texvc
tk
totem
tracker
ttf-adobe-fonts
ttf-freefont
ttf-indic-otf
ttf-mac-fonts
ttf-monaco
tumbler
unarj
unixodbc
unrar
usbutils
util-linux
uwsgi
vi
vim
vim-latexsuite
vimix-grub
vino
virtualbox
virtualbox-guest-iso
virtualbox-host-modules-arch
vlc
vlsub-git
w3m
wd719x-firmware
webstorm
weston
wget
which
whois
words
wpa_supplicant
x264
xarchiver
xcursor-themes
xdg-user-dirs-gtk
xdotool
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-luit
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yad
yaourt
yelp
youtube-dl
zip
